[
    {
        "categoryId": "660ba3f348bbafea086281b8",
        "name": "Keyword Research and Analysis",
        "description": "Keyword research and analysis involves identifying the most relevant keywords for your website and analyzing their competitiveness and search volume.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b8",
        "name": "On-Page Optimization",
        "description": "On-page optimization includes optimizing various elements within your website, such as title tags, meta descriptions, and content, to improve its visibility in search engine results.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b8",
        "name": "Off-Page Optimization",
        "description": "Off-page optimization involves activities outside your website, such as link building and social bookmarking, to improve its search engine rankings.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b8",
        "name": "Technical SEO",
        "description": "Technical SEO focuses on optimizing your website's technical aspects, such as site speed, mobile optimization, and schema markup, to enhance its performance in search engine results.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b8",
        "name": "Local SEO",
        "description": "Local SEO targets local search queries to help businesses appear in local search results, including optimizing Google My Business profiles and obtaining local citations.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b9",
        "name": "Social Media Strategy Development",
        "description": "Social media strategy development involves creating a plan to achieve your business goals through social media channels, including audience analysis, content strategy, and platform selection.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b9",
        "name": "Content Creation and Curation",
        "description": "Content creation and curation involve producing and sharing valuable and relevant content on social media platforms to engage with your audience and build brand awareness.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b9",
        "name": "Social Media Advertising",
        "description": "Social media advertising involves creating and managing paid ad campaigns on social media platforms, such as Facebook Ads, Instagram Ads, and Twitter Ads, to reach your target audience and achieve specific marketing objectives.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b9",
        "name": "Community Engagement and Management",
        "description": "Community engagement and management involve interacting with your audience on social media platforms, responding to comments and messages, and fostering relationships to build brand loyalty and advocacy.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281b9",
        "name": "Social Media Analytics and Reporting",
        "description": "Social media analytics and reporting involve tracking and analyzing the performance of your social media campaigns, measuring key metrics such as engagement, reach, and conversion, and using insights to optimize future strategies.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281ba",
        "name": "Influencer Identification and Outreach",
        "description": "Influencer identification and outreach involve researching and connecting with influential individuals who align with your brand values and target audience, with the aim of collaborating on marketing campaigns.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281ba",
        "name": "Campaign Strategy and Planning",
        "description": "Campaign strategy and planning involve developing a comprehensive plan for influencer marketing campaigns, including setting objectives, defining target audience, selecting influencers, and determining content and messaging.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281ba",
        "name": "Content Collaboration and Creation with Influencers",
        "description": "Content collaboration and creation with influencers involve working closely with influencers to develop and produce branded content that resonates with their audience and aligns with your marketing goals.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281ba",
        "name": "Performance Tracking and Measurement",
        "description": "Performance tracking and measurement involve monitoring the effectiveness of influencer marketing campaigns, tracking key metrics such as reach, engagement, and conversions, and evaluating ROI to optimize future campaigns.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281ba",
        "name": "Relationship Management with Influencers",
        "description": "Relationship management with influencers involves building and nurturing relationships with influencers over time, maintaining open communication, providing support, and fostering collaboration opportunities for mutual benefit.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bb",
        "name": "Content Strategy Development",
        "description": "Content strategy development involves planning and creating a roadmap for your content marketing efforts, including defining goals, target audience, content types, distribution channels, and measurement criteria.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bb",
        "name": "Blog Post Creation and Management",
        "description": "Blog post creation and management involve researching, writing, and publishing blog posts on topics relevant to your audience, as well as optimizing them for search engines and promoting them through various channels.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bb",
        "name": "Infographic Design and Distribution",
        "description": "Infographic design and distribution involve creating visually appealing and informative infographics to communicate complex information or data in an easy-to-understand format, and distributing them through various channels to reach your target audience.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bb",
        "name": "Ebook or Whitepaper Creation",
        "description": "Ebook or whitepaper creation involves researching, writing, and designing in-depth, authoritative content pieces that provide value to your audience and demonstrate your expertise in your industry or niche.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bb",
        "name": "Content Promotion and Distribution Strategy",
        "description": "Content promotion and distribution strategy involve developing a plan to effectively distribute your content across various channels, such as social media, email, influencers, and third-party websites, to reach your target audience and maximize its impact.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bc",
        "name": "Email Campaign Planning and Strategy",
        "description": "Email campaign planning and strategy involve developing a comprehensive plan for your email marketing efforts, including setting objectives, defining target audience segments, determining content and messaging, and scheduling campaigns for optimal engagement.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bc",
        "name": "Subscriber List Management and Segmentation",
        "description": "Subscriber list management and segmentation involve organizing and categorizing your email subscriber list based on demographics, behavior, or other criteria, to deliver targeted and personalized email content that resonates with each segment.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bc",
        "name": "Email Template Design and Development",
        "description": "Email template design and development involve creating visually appealing and responsive email templates that are optimized for various devices and email clients, as well as integrating dynamic content and personalization elements to enhance engagement and conversion rates.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bc",
        "name": "Automated Email Workflows",
        "description": "Automated email workflows involve setting up triggered email sequences based on subscriber actions or predefined events, such as welcome emails, abandoned cart reminders, re-engagement campaigns, and post-purchase follow-ups, to nurture leads and drive conversions.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    },
    {
        "categoryId": "660ba3f348bbafea086281bc",
        "name": "Email Analytics and Performance Tracking",
        "description": "Email analytics and performance tracking involve monitoring and analyzing key metrics such as open rates, click-through rates, conversion rates, and unsubscribe rates, as well as tracking the effectiveness of different email campaigns and segments, to optimize future email marketing strategies and improve ROI.",
        "image": "https://i.ibb.co/jLkgYL2/service.jpg",
        "createdAt": "2024-04-02T00:00:00Z"
    }
]